/decl/cultural_info/faction/positronic
	name = FACTION_POSITRONICS
	description = "Флот Эллипс вырос из бежавших сил обороны Позитронного Союза, успевших эвакуировать с собой некоторую часть гражданских. Флот насчитывает примерно 50 высокотехнологичных космических кораблей различных классов. \
	Большая часть этих суден представляет из себя технологические реликты цивилизации Позитронного Союза, бережно поддерживающиеся в работоспособном состоянии. \
	Подобно мусорщикам, эта армада бороздит фронтир, охотясь за технологиями и артефактами, способными помочь кочующему флоту и дальше обеспечивать свою свободу."
